<pad>	0
<unk>	0
<cls>	0
<sep>	0
<msk>	0
▁the	-3.09805
.	-3.27227
,	-3.31396
▁a	-3.75728
s	-3.771
▁and	-3.82169
▁of	-3.92151
▁to	-3.98707
'	-4.07828
▁is	-4.25337
▁it	-4.33095
▁in	-4.3467
▁i	-4.40432
▁this	-4.57881
▁that	-4.61945
t	-5.01564
▁was	-5.02467
-	-5.06403
▁movie	-5.09523
▁for	-5.11063
▁with	-5.12407
▁as	-5.1595
▁but	-5.1818
▁film	-5.18297
▁you	-5.36768
▁on	-5.36818
▁"	-5.41565
▁(	-5.45673
▁not	-5.49551
▁he	-5.49802
▁are	-5.52437
▁his	-5.53766
▁be	-5.55504
▁have	-5.57561
▁one	-5.58879
"	-5.70126
▁all	-5.74112
▁by	-5.7928
▁at	-5.79345
▁they	-5.80188
▁an	-5.80221
▁so	-5.85136
▁who	-5.87431
▁from	-5.89414
▁like	-5.90407
)	-5.92173
▁there	-5.99353
▁her	-6.02123
▁just	-6.03812
▁or	-6.04938
▁out	-6.05278
▁about	-6.05892
▁has	-6.08131
▁if	-6.09405
▁what	-6.13866
ing	-6.1448
▁some	-6.15377
▁can	-6.19389
▁good	-6.19872
!	-6.24231
▁more	-6.25357
▁when	-6.26624
▁very	-6.27412
▁she	-6.27514
ed	-6.30492
d	-6.32344
▁no	-6.34458
▁up	-6.34902
▁time	-6.35983
▁my	-6.38389
▁would	-6.38415
▁even	-6.39111
?	-6.39465
▁see	-6.44112
▁me	-6.44171
▁story	-6.45236
▁really	-6.45295
▁only	-6.45609
▁their	-6.46299
▁had	-6.48624
▁we	-6.49815
▁which	-6.51009
▁were	-6.53343
▁well	-6.54991
▁-	-6.60631
▁do	-6.60874
ly	-6.62045
▁than	-6.6294
▁much	-6.63066
▁get	-6.6571
▁other	-6.66211
m	-6.66627
▁will	-6.67676
▁been	-6.67931
▁people	-6.68162
▁bad	-6.68513
...	-6.69023
▁great	-6.69366
:	-6.69613
▁into	-6.70332
▁also	-6.71286
▁don	-6.71467
▁him	-6.71558
▁first	-6.72482
▁because	-6.72505
▁how	-6.73146
▁most	-6.73871
▁make	-6.8032
▁way	-6.81792
▁made	-6.82459
▁then	-6.84212
▁could	-6.84389
▁them	-6.8615
the	-6.86931
▁too	-6.87403
▁any	-6.87946
▁after	-6.89009
▁character	-6.89487
▁think	-6.90476
▁	-6.90628
y	-6.91127
i	-6.92299
▁'	-6.93553
▁characters	-6.94198
re	-6.94518
▁watch	-6.94651
▁over	-6.96856
▁two	-6.99216
a	-6.99228
▁many	-6.99373
▁seen	-6.99667
▁love	-6.9973
er	-7.00741
▁being	-7.0084
▁plot	-7.0091
▁show	-7.01232
▁movies	-7.01664
▁never	-7.02909
▁know	-7.03457
ve	-7.03527
▁acting	-7.04792
▁best	-7.05869
▁did	-7.06052
▁where	-7.06098
▁life	-7.06163
▁man	-7.06265
;	-7.06483
▁little	-7.07748
e	-7.08677
▁ever	-7.09733
▁films	-7.11246
▁off	-7.12931
▁its	-7.13675
▁does	-7.13713
).	-7.14585
▁your	-7.15127
▁end	-7.15148
▁better	-7.15571
▁scene	-7.17419
▁say	-7.17876
▁go	-7.18533
▁here	-7.18692
▁still	-7.20357
▁these	-7.22613
▁back	-7.25729
▁while	-7.26029
▁scenes	-7.26929
▁why	-7.27728
▁something	-7.29536
▁such	-7.30223
▁should	-7.30885
▁through	-7.31758
),	-7.33165
▁thing	-7.34964
▁those	-7.35451
▁real	-7.35848
▁watching	-7.37971
▁now	-7.38821
in	-7.40171
▁doesn	-7.40264
▁didn	-7.41147
/	-7.41624
▁actors	-7.42413
▁work	-7.42606
▁years	-7.43269
▁funny	-7.43549
▁new	-7.451
▁director	-7.45282
▁another	-7.45364
▁find	-7.4572
▁look	-7.46003
▁before	-7.46105
▁lot	-7.4639
▁actually	-7.46418
▁though	-7.47071
▁nothing	-7.4741
ll	-7.47453
▁old	-7.48617
▁part	-7.49116
▁going	-7.49381
▁same	-7.49695
▁few	-7.50603
▁every	-7.50943
▁makes	-7.51752
▁cast	-7.53497
▁again	-7.53956
▁world	-7.54738
and	-7.55745
▁us	-7.56803
▁want	-7.57036
▁down	-7.57791
r	-7.59332
▁quite	-7.61153
▁pretty	-7.61414
▁take	-7.61616
▁horror	-7.61697
▁&	-7.6274
▁things	-7.62879
▁around	-7.62929
▁fact	-7.62948
▁young	-7.63555
▁thought	-7.63832
▁got	-7.64358
▁seems	-7.64567
▁long	-7.64869
▁big	-7.65338
▁enough	-7.66045
▁may	-7.66375
▁however	-7.66389
▁give	-7.66668
▁own	-7.67047
▁right	-7.67301
▁both	-7.69432
▁must	-7.69933
or	-7.70852
▁between	-7.70993
o	-7.71341
▁come	-7.71999
▁point	-7.72452
▁role	-7.72658
▁far	-7.72802
▁music	-7.72847
▁action	-7.72934
▁guy	-7.72981
▁saw	-7.73486
▁original	-7.73916
▁without	-7.74514
▁series	-7.74602
▁comedy	-7.74879
▁always	-7.74899
▁bit	-7.75282
▁isn	-7.7579
▁script	-7.75964
▁almost	-7.77271
▁whole	-7.77318
▁interesting	-7.77376
▁least	-7.77727
▁done	-7.79934
▁feel	-7.80737
n	-7.80867
▁am	-7.8136
▁minutes	-7.82351
▁might	-7.82898
▁gets	-7.83036
▁times	-7.83263
▁kind	-7.83359
▁last	-7.83461
▁family	-7.83794
▁anything	-7.84215
▁performance	-7.84736
▁since	-7.85112
es	-7.86249
▁fun	-7.87299
▁girl	-7.87577
▁tv	-7.88586
▁probably	-7.88703
▁away	-7.89131
▁yet	-7.89883
al	-7.903
▁anyone	-7.90727
▁woman	-7.91075
▁re	-7.91385
▁hard	-7.91738
▁sure	-7.92189
▁worst	-7.92581
▁rather	-7.92923
▁found	-7.92945
man	-7.9383
▁each	-7.93981
▁day	-7.9408
it	-7.94245
▁believe	-7.95761
▁dvd	-7.97295
--	-7.97426
c	-7.97647
▁making	-7.9773
▁our	-7.97891
▁book	-7.98076
▁screen	-7.98247
▁put	-7.9919
▁course	-7.99386
▁having	-8.00268
▁trying	-8.003
▁set	-8.00389
▁ending	-8.00482
▁un	-8.01267
▁place	-8.01881
▁sense	-8.0263
▁main	-8.02771
▁play	-8.0301
▁goes	-8.03106
▁reason	-8.03227
▁everything	-8.03271
▁worth	-8.0444
▁war	-8.04506
▁actor	-8.04704
▁three	-8.04998
▁played	-8.05172
▁different	-8.05361
▁let	-8.05646
▁someone	-8.05938
▁comes	-8.06161
▁job	-8.06434
▁looking	-8.07003
▁money	-8.07747
on	-8.07819
▁once	-8.0831
▁true	-8.0876
▁wasn	-8.08924
▁maybe	-8.09042
▁watched	-8.09133
▁although	-8.09209
▁everyone	-8.09532
▁effects	-8.09591
▁especially	-8.09907
▁black	-8.10059
▁together	-8.10212
▁audience	-8.1043
▁shows	-8.10504
▁high	-8.11421
▁fan	-8.11885
▁seem	-8.12145
▁said	-8.12693
▁looks	-8.13039
▁during	-8.13345
▁special	-8.13595
▁instead	-8.13611
▁left	-8.14381
▁half	-8.1441
▁plays	-8.14463
▁later	-8.14557
▁night	-8.14588
▁american	-8.15116
".	-8.15153
▁version	-8.15288
▁idea	-8.15544
",	-8.15642
▁himself	-8.15742
▁beautiful	-8.16207
▁b	-8.16314
▁short	-8.16492
▁mind	-8.17213
(	-8.17451
▁shot	-8.17843
▁seeing	-8.17948
▁excellent	-8.18278
▁takes	-8.18449
▁year	-8.18469
▁john	-8.19021
▁home	-8.19066
▁2	-8.19539
▁house	-8.19793
▁else	-8.19971
▁death	-8.20232
▁father	-8.20503
▁wife	-8.20629
▁star	-8.21427
g	-8.22331
▁read	-8.22918
▁men	-8.23347
▁poor	-8.23679
▁nice	-8.23789
▁simply	-8.2403
▁second	-8.24143
k	-8.24515
▁help	-8.24596
▁enjoy	-8.24632
▁10	-8.24829
▁completely	-8.24938
th	-8.25138
▁need	-8.25314
▁used	-8.25905
l	-8.26561
▁rest	-8.26683
▁wrong	-8.27314
▁line	-8.27833
ness	-8.28272
▁school	-8.28403
▁low	-8.28469
▁camera	-8.28523
▁along	-8.28855
▁less	-8.29221
▁couple	-8.29315
▁use	-8.29692
▁either	-8.29767
▁de	-8.29871
▁try	-8.29979
▁boring	-8.30074
▁classic	-8.30625
▁hollywood	-8.30683
▁stupid	-8.30797
b	-8.31013
▁sex	-8.31166
▁dead	-8.31258
▁tell	-8.31302
▁kids	-8.31928
▁production	-8.31962
▁given	-8.32242
▁car	-8.32552
▁full	-8.32553
▁under	-8.32648
▁women	-8.32792
▁start	-8.32819
▁--	-8.33051
▁recommend	-8.33436
▁mean	-8.33558
▁friends	-8.33741
▁person	-8.33747
▁next	-8.34714
▁top	-8.34804
▁truly	-8.34891
▁understand	-8.35002
▁until	-8.35035
to	-8.35758
▁human	-8.35805
▁head	-8.36096
▁came	-8.36662
▁video	-8.37093
▁remember	-8.37294
▁performances	-8.37328
▁keep	-8.37565
as	-8.37692
ers	-8.378
▁face	-8.38389
▁budget	-8.38395
▁won	-8.38582
▁name	-8.3884
▁mother	-8.3895
▁terrible	-8.39127
▁awful	-8.39248
▁getting	-8.40226
▁boy	-8.40392
le	-8.41208
▁episode	-8.4145
p	-8.41691
▁itself	-8.4172
▁moments	-8.42037
▁small	-8.42262
▁wonderful	-8.42266
▁perhaps	-8.4429
▁live	-8.44379
▁dialogue	-8.44522
▁cinema	-8.44602
an	-8.45414
▁piece	-8.45509
▁perfect	-8.45589
▁playing	-8.45769
▁definitely	-8.45904
▁laugh	-8.46066
▁often	-8.463
en	-8.4642
▁case	-8.46511
▁doing	-8.46797
▁3	-8.47007
▁sort	-8.47029
▁went	-8.47101
▁early	-8.47153
▁children	-8.47203
▁title	-8.47516
▁couldn	-8.47745
▁picture	-8.4818
▁become	-8.48572
▁friend	-8.48584
."	-8.48662
▁absolutely	-8.49317
▁hope	-8.49519
▁o	-8.49731
▁lines	-8.49831
▁style	-8.50012
▁finally	-8.50079
▁worse	-8.504
▁waste	-8.50454
▁certainly	-8.50881
▁entertaining	-8.51008
▁dark	-8.51324
▁sound	-8.51798
▁gives	-8.51819
▁game	-8.52474
▁stars	-8.52675
▁direction	-8.53158
▁felt	-8.53187
▁entire	-8.53462
▁loved	-8.53483
▁liked	-8.5356
▁problem	-8.53754
▁supposed	-8.54156
▁overall	-8.54202
▁several	-8.54236
▁care	-8.54263
▁beginning	-8.54945
▁written	-8.55064
▁lead	-8.55165
▁drama	-8.55692
up	-8.55944
▁lost	-8.56274
▁turn	-8.5688
▁against	-8.56957
▁humor	-8.57311
▁side	-8.57405
▁others	-8.57609
▁s	-8.57692
▁heart	-8.58003
▁mr	-8.58048
▁white	-8.58394
▁example	-8.58401
▁totally	-8.5844
ic	-8.58604
▁seemed	-8.59549
▁wanted	-8.59722
▁based	-8.59852
▁guys	-8.59967
▁fine	-8.60114
▁guess	-8.60169
▁son	-8.60278
▁throughout	-8.60645
▁already	-8.60825
▁final	-8.60958
▁close	-8.61503
▁fans	-8.61868
▁lives	-8.62039
▁past	-8.62322
▁evil	-8.62349
▁flick	-8.62497
h	-8.62519
w	-8.62616
▁yes	-8.62691
▁killer	-8.63416
▁despite	-8.63654
▁called	-8.63693
▁run	-8.6384
▁able	-8.63867
▁becomes	-8.64009
▁god	-8.64037
▁history	-8.64366
▁today	-8.6444
ie	-8.64758
f	-8.64791
▁unfortunately	-8.64802
▁art	-8.64988
▁town	-8.65217
▁act	-8.65486
but	-8.65772
▁kill	-8.65922
el	-8.65964
▁quality	-8.65964
▁writing	-8.65965
▁hand	-8.65983
▁matter	-8.66347
▁expect	-8.66507
able	-8.66664
▁	-8.66836
▁oh	-8.66964
▁horrible	-8.66996
▁amazing	-8.67104
▁kid	-8.67566
▁child	-8.6783
▁viewer	-8.6787
▁co	-8.67944
▁stuff	-8.68308
▁days	-8.69119
▁favorite	-8.69638
▁tries	-8.70132
▁blood	-8.70224
▁1	-8.70477
▁enjoyed	-8.70867
▁gave	-8.70927
▁michael	-8.71257
▁genre	-8.71589
▁late	-8.71623
▁brilliant	-8.71955
is	-8.71966
u	-8.7221
▁behind	-8.72256
▁etc	-8.72365
▁group	-8.72988
▁eyes	-8.7301
▁wants	-8.73179
▁turns	-8.73346
▁themselves	-8.7417
▁!	-8.74505
▁city	-8.74665
▁soon	-8.74752
▁slow	-8.7477
▁works	-8.75598
▁myself	-8.75701
▁voice	-8.75743
fi	-8.75895
he	-8.76011
▁killed	-8.76061
▁sad	-8.76133
▁decent	-8.76307
▁self	-8.76341
▁actress	-8.76883
▁daughter	-8.7697
▁obviously	-8.77083
▁directed	-8.77163
▁anyway	-8.776
▁sometimes	-8.77915
▁experience	-8.78008
▁highly	-8.78062
▁thinking	-8.78255
▁moment	-8.78355
z	-8.78542
▁feeling	-8.78558
ch	-8.78663
▁took	-8.79079
▁girls	-8.79173
▁starts	-8.79305
▁hit	-8.79476
▁parts	-8.79506
▁fight	-8.79529
▁simple	-8.7965
▁hour	-8.79668
▁heard	-8.79832
▁chance	-8.80148
▁lack	-8.802
▁d	-8.80599
▁happens	-8.80698
▁t	-8.80716
▁score	-8.80721
▁leave	-8.80775
▁wonder	-8.80902
▁c	-8.81036
▁type	-8.81089
▁crap	-8.81289
▁cool	-8.81305
la	-8.81589
▁p	-8.81776
no	-8.81792
▁happen	-8.81837
▁cut	-8.8202
▁hell	-8.82153
▁stop	-8.82517
de	-8.82976
▁strong	-8.83309
▁song	-8.8334
!!	-8.83505
▁coming	-8.83625
▁stories	-8.83685
▁interest	-8.83815
▁extremely	-8.83918
▁told	-8.8396
▁involved	-8.84461
▁5	-8.8447
▁cannot	-8.84688
▁attempt	-8.84695
▁violence	-8.84778
ion	-8.84882
▁police	-8.85073
▁call	-8.85206
▁wouldn	-8.85234
▁save	-8.85275
▁living	-8.85466
▁light	-8.85477
▁brother	-8.85542
▁husband	-8.85547
▁hilarious	-8.86042
▁ten	-8.86314
▁murder	-8.86492
▁writer	-8.8683
▁looked	-8.86857
▁happened	-8.87043
▁obvious	-8.87163
▁complete	-8.87219
ra	-8.87448
▁huge	-8.87549
▁power	-8.87731
▁please	-8.87766
▁local	-8.87934
▁taken	-8.88321
▁english	-8.88481
▁ok	-8.88492
▁cheap	-8.88594
▁order	-8.88624
▁ago	-8.88631
▁shown	-8.88636
▁says	-8.89344
▁age	-8.89402
▁gore	-8.89513
v	-8.8955
▁number	-8.89575
▁career	-8.89713
▁4	-8.89834
▁david	-8.90086
▁female	-8.90383
▁across	-8.90622
▁annoying	-8.90699
▁serious	-8.90735
▁wish	-8.91021
▁e	-8.91332
▁relationship	-8.91588
▁opening	-8.9171
▁team	-8.91732
▁word	-8.91751
▁la	-8.91765
▁exactly	-8.91782
▁known	-8.9193
▁seriously	-8.91943
▁roles	-8.9198
▁talent	-8.92009
▁released	-8.92059
▁alone	-8.92278
▁james	-8.92436
▁particularly	-8.92528
like	-8.92545
▁except	-8.92682
▁cinematography	-8.92734
▁view	-8.92834
▁none	-8.92988
▁saying	-8.93075
▁yourself	-8.93261
▁ridiculous	-8.93383
▁opinion	-8.93404
▁reality	-8.93425
who	-8.93563
▁g	-8.93651
▁robert	-8.93764
ation	-8.94073
▁middle	-8.9409
▁dr	-8.94149
at	-8.94242
▁possible	-8.94251
▁change	-8.94262
▁hero	-8.94271
▁novel	-8.94339
▁jack	-8.94429
na	-8.94526
▁body	-8.9468
ist	-8.9469
▁major	-8.95242
▁hours	-8.95305
▁jokes	-8.95432
▁usually	-8.95596
ity	-8.95651
ro	-8.95799
▁rock	-8.95808
▁running	-8.95899
▁single	-8.96124
▁level	-8.96369
▁country	-8.96482
▁rating	-8.96692
▁started	-8.96735
▁among	-8.96758
▁strange	-8.96872
▁documentary	-8.96916
be	-8.97058
▁due	-8.97348
▁room	-8.97445
▁talk	-8.97457
da	-8.97458
▁usual	-8.97654
less	-8.97779
so	-8.97782
▁important	-8.98143
▁non	-8.98168
▁knew	-8.9849
▁taking	-8.98554
▁attention	-8.98763
▁four	-8.98858
▁disappointed	-8.98898
▁silly	-8.98935
▁musical	-8.99068
▁whose	-8.99102
▁space	-8.99406
▁somewhat	-8.99445
x	-8.9959
son	-8.99782
▁add	-9.00023
▁beyond	-9.00039
▁eye	-9.00126
▁die	-9.00251
▁earth	-9.00328
▁shots	-9.00353
out	-9.00395
▁20	-9.00554
▁turned	-9.00767
▁near	-9.01021
co	-9.01024
which	-9.01055
▁television	-9.01157
▁modern	-9.01278
▁basically	-9.0133
▁words	-9.01567
▁doubt	-9.01586
ri	-9.0199
▁*	-9.02113
▁sequence	-9.02355
▁miss	-9.02422
▁clear	-9.02501
▁upon	-9.02569
▁scary	-9.02712
▁talking	-9.02802
▁f	-9.03554
▁apparently	-9.03598
▁clearly	-9.03626
▁subject	-9.03655
▁review	-9.03906
▁king	-9.04105
▁french	-9.0419
3	-9.04537
▁romantic	-9.04658
ur	-9.04768
▁happy	-9.0507
▁dull	-9.05259
▁mostly	-9.05346
▁including	-9.05377
▁british	-9.05416
▁fast	-9.0551
▁dialog	-9.0551
▁problems	-9.05575
▁events	-9.05738
*	-9.06133
▁straight	-9.06242
▁comic	-9.06333
▁soundtrack	-9.06359
▁aren	-9.06409
▁hate	-9.07125
▁future	-9.07312
▁episodes	-9.07324
ling	-9.07379
▁mention	-9.07448
▁bring	-9.07486
do	-9.07535
▁predictable	-9.07615
▁dog	-9.0762
▁buy	-9.07778
▁entertainment	-9.07977
▁fall	-9.08436
▁george	-9.08707
▁stand	-9.08838
▁class	-9.08928
▁easily	-9.09003
▁above	-9.09004
▁enjoyable	-9.09043
▁...	-9.09093
one	-9.09266
▁effort	-9.09308
▁whether	-9.09372
us	-9.09475
▁sequel	-9.09494
▁red	-9.09731
▁haven	-9.09745
▁material	-9.09859
▁certain	-9.10286
▁songs	-9.10694
▁message	-9.10709
▁giving	-9.10724
▁similar	-9.10763
▁appears	-9.10814
▁ends	-9.10839
▁bunch	-9.10851
▁five	-9.10901
▁supporting	-9.1096
▁avoid	-9.11142
ish	-9.11275
▁theater	-9.11589
▁tells	-9.11649
▁sister	-9.11652
▁moving	-9.11732
ton	-9.12073
▁finds	-9.1214
▁release	-9.12195
▁surprised	-9.12318
this	-9.12389
▁storyline	-9.12524
▁tried	-9.12824
▁peter	-9.13111
▁thriller	-9.13162
!"	-9.13278
▁showing	-9.13347
▁deal	-9.13503
ul	-9.13537
for	-9.13566
▁falls	-9.13649
▁feature	-9.13656
▁period	-9.13746
▁easy	-9.13812
▁stay	-9.13994
ha	-9.14069
▁hear	-9.1439
if	-9.14422
▁follow	-9.14533
▁parents	-9.1455
▁monster	-9.14839
il	-9.14845
▁suspense	-9.1488
▁general	-9.1542
▁free	-9.15497
▁forget	-9.15586
▁check	-9.15629
lo	-9.15721
▁actual	-9.15745
ne	-9.15816
▁dream	-9.15826
▁fantastic	-9.15867
▁tale	-9.1591
▁working	-9.15971
▁within	-9.15991
▁theme	-9.16028
▁sets	-9.16057
not	-9.16181
ine	-9.16214
▁knows	-9.16216
▁air	-9.16251
▁lady	-9.16422
▁viewing	-9.16647
▁sit	-9.16675
▁form	-9.16745
▁oscar	-9.16776
▁imagine	-9.16879
mo	-9.17038
▁gun	-9.17088
▁fire	-9.17191
▁richard	-9.17322
▁named	-9.17332
▁needs	-9.17441
▁kept	-9.17586
ies	-9.1764
▁weak	-9.17853
ian	-9.17884
▁learn	-9.17999
▁editing	-9.18078
▁move	-9.18081
▁typical	-9.18193
go	-9.18376
▁animation	-9.18385
▁using	-9.18533
▁comments	-9.1856
▁nearly	-9.1861
ism	-9.18622
▁york	-9.18654
▁wait	-9.18688
▁greatest	-9.18707
▁famous	-9.18858
▁rent	-9.18879
▁elements	-9.19141
▁herself	-9.19155
li	-9.19176
!!!	-9.1922
▁gone	-9.19228
▁decided	-9.19458
▁lame	-9.19471
▁premise	-9.19529
▁pre	-9.19532
▁water	-9.19924
▁crime	-9.19926
▁paul	-9.1997
ive	-9.20213
▁open	-9.20226
un	-9.20431
of	-9.20478
est	-9.20698
▁lee	-9.20819
▁brought	-9.20892
▁u	-9.21009
▁sorry	-9.21039
▁viewers	-9.21056
▁figure	-9.21071
▁realistic	-9.21257
▁believable	-9.21306
▁nor	-9.2193
ter	-9.22087
ia	-9.2228
▁america	-9.22551
▁situation	-9.22655
▁somehow	-9.2285
▁question	-9.22859
▁truth	-9.22894
ma	-9.22956
▁filmed	-9.23073
▁stage	-9.23095
▁third	-9.23116
▁male	-9.23355
▁gay	-9.23368
▁sci	-9.23415
▁begins	-9.23522
▁cop	-9.23537
▁mystery	-9.23542
▁means	-9.23622
▁doctor	-9.23629
▁hot	-9.23772
▁dance	-9.23865
▁atmosphere	-9.23886
▁okay	-9.23897
▁romance	-9.23964
te	-9.24005
▁deep	-9.24049
▁surprise	-9.24142
▁lots	-9.24205
▁particular	-9.2425
▁pay	-9.24398
▁crew	-9.24462
▁box	-9.24582
▁ex	-9.24604
▁masterpiece	-9.24743
▁season	-9.24949
▁begin	-9.24961
▁reviews	-9.24968
▁eventually	-9.25108
▁killing	-9.25145
▁comment	-9.25296
▁imdb	-9.25314
▁spend	-9.25386
▁shame	-9.25483
▁expected	-9.25564
ar	-9.25631
you	-9.25977
▁street	-9.26154
ting	-9.26235
▁rich	-9.26239
▁mad	-9.26638
▁poorly	-9.26834
ce	-9.26865
▁leads	-9.2688
▁feels	-9.26889
▁indeed	-9.27123
▁bar	-9.27241
▁sequences	-9.27328
▁western	-9.27351
▁island	-9.27409
▁dumb	-9.27537
▁society	-9.27856
ty	-9.2798
▁difficult	-9.28112
▁average	-9.28227
▁weird	-9.28249
▁mark	-9.28344
ted	-9.28378
▁points	-9.2867
▁minute	-9.2871
▁footage	-9.28742
▁nature	-9.28818
▁effect	-9.28915
▁con	-9.29003
▁screenplay	-9.29046
ally	-9.29257
▁write	-9.29417
ke	-9.29623
▁emotional	-9.29677
ley	-9.29756
▁k	-9.29782
▁became	-9.30009
▁j	-9.30163
▁admit	-9.30224
▁reading	-9.30329
▁meet	-9.30456
▁forced	-9.30533
▁needed	-9.30599
▁memorable	-9.30687
▁unique	-9.30691
▁post	-9.31106
▁copy	-9.31174
▁whatever	-9.31218
by	-9.31282
▁flat	-9.31299
▁result	-9.31534
▁superb	-9.31579
▁van	-9.31699
▁otherwise	-9.31707
!)	-9.31766
2	-9.31841
▁l	-9.31842
▁mess	-9.32096
▁sexual	-9.32158
▁break	-9.3236
ta	-9.32458
ment	-9.32581
▁business	-9.32795
▁success	-9.32956
▁possibly	-9.32988
▁credits	-9.32995
▁leaves	-9.33172
time	-9.33196
▁bo	-9.33329
▁development	-9.33376
▁train	-9.33385
se	-9.33388
▁interested	-9.33435
▁cheesy	-9.33605
▁previous	-9.33863
?"	-9.33868
▁inside	-9.33882
▁beauty	-9.33996
▁perfectly	-9.34081
▁baby	-9.34087
▁bill	-9.34224
▁forward	-9.34323
▁powerful	-9.34427
me	-9.34494
▁personal	-9.34528
ous	-9.34595
▁quickly	-9.34786
▁background	-9.34819
▁battle	-9.34881
▁front	-9.34906
▁plus	-9.35026
▁girlfriend	-9.3512
▁realize	-9.35141
▁total	-9.35235
▁disney	-9.35258
▁setting	-9.35574
▁features	-9.35619
▁boys	-9.35644
▁plain	-9.35667
▁meets	-9.35903
▁hands	-9.35946
▁appear	-9.36018
▁earlier	-9.3637
▁note	-9.36438
▁agree	-9.36568
▁joke	-9.366
▁incredibly	-9.3661
▁japanese	-9.36614
▁odd	-9.36731
▁towards	-9.36776
▁public	-9.36841
▁cat	-9.36875
	-9.37234
land	-9.37247
▁badly	-9.37331
ry	-9.37348
off	-9.37373
▁present	-9.37505
▁cover	-9.37559
▁super	-9.37788
▁ask	-9.37803
▁remake	-9.37911
▁sub	-9.38048
▁ways	-9.38311
▁worked	-9.38359
▁various	-9.38392
")	-9.38675
▁twist	-9.39079
▁list	-9.39158
▁al	-9.39362
▁match	-9.3959
▁following	-9.39651
1	-9.39669
ent	-9.39692
we	-9.39697
▁unless	-9.39771
▁laughs	-9.39941
▁crazy	-9.39963
▁whom	-9.39963
▁plenty	-9.40127
▁store	-9.40154
id	-9.40439
▁dramatic	-9.40471
▁older	-9.40481
▁creepy	-9.40909
▁villain	-9.41058
▁fear	-9.41107
▁ben	-9.41108
▁directing	-9.41267
▁30	-9.41398
▁acted	-9.4145
▁fairly	-9.4149
▁party	-9.41545
▁cute	-9.41561
▁sounds	-9.41604
▁8	-9.41782
em	-9.41809
▁keeps	-9.41874
▁win	-9.41912
▁7	-9.41935
ized	-9.42028
▁spent	-9.42228
▁era	-9.42611
▁writers	-9.42876
▁brings	-9.42894
▁anti	-9.43093
▁portrayed	-9.43159
▁secret	-9.43172
▁create	-9.43297
▁joe	-9.43317
▁leading	-9.43418
▁italian	-9.43512
▁sweet	-9.436
ant	-9.43687
ge	-9.4375
▁outside	-9.43861
▁pick	-9.44043
▁fails	-9.44072
▁project	-9.44083
▁band	-9.44137
▁deserves	-9.44201
▁pro	-9.44386
▁cartoon	-9.44438
well	-9.44455
▁german	-9.44537
et	-9.44601
▁hair	-9.44698
▁escape	-9.44714
▁wasted	-9.44737
▁brain	-9.44843
▁visual	-9.44846
▁`	-9.4513
▁state	-9.45219
▁gang	-9.45254
▁fit	-9.4526
▁recently	-9.45354
▁political	-9.4538
▁expecting	-9.45447
▁large	-9.45489
▁apart	-9.45847
▁hold	-9.45988
▁pace	-9.46037
▁manages	-9.46294
▁caught	-9.46298
old	-9.46306
line	-9.46333
▁meant	-9.46562
▁trip	-9.46615
▁zombie	-9.46718
▁missing	-9.46722
▁fighting	-9.46808
▁dis	-9.47119
▁pure	-9.47286
▁common	-9.47383
ba	-9.47427
▁tom	-9.47457
that	-9.47585
▁laughing	-9.47682
▁clever	-9.47748
▁william	-9.47842
▁hardly	-9.47993
▁w	-9.47996
▁master	-9.48101
▁sick	-9.48169
▁respect	-9.48172
▁sam	-9.48202
what	-9.4822
▁tension	-9.48264
▁potential	-9.48312
▁speak	-9.48332
▁en	-9.48336
▁telling	-9.48414
▁credit	-9.48436
rs	-9.48465
▁r	-9.48558
▁return	-9.48693
▁language	-9.4872
▁law	-9.48818
▁attempts	-9.48849
am	-9.4885
▁further	-9.49076
▁nudity	-9.49078
?)	-9.49101
▁talented	-9.49216
▁ended	-9.49315
▁members	-9.49353
▁fantasy	-9.49814
▁trouble	-9.49855
▁camp	-9.49866
▁filmmakers	-9.49895
age	-9.49907
▁cold	-9.50179
my	-9.50554
▁depth	-9.50642
▁unlike	-9.50645
▁missed	-9.50656
▁company	-9.5073
▁reasons	-9.50813
▁scott	-9.50817
▁road	-9.50835
▁control	-9.50904
ful	-9.50904
▁9	-9.50929
com	-9.50986
▁created	-9.51016
▁culture	-9.51031
5	-9.51051
▁incredible	-9.51192
▁value	-9.51248
▁ma	-9.51341
▁casting	-9.51706
▁social	-9.51817
▁familiar	-9.51927
▁intelligent	-9.51945
ir	-9.52021
ner	-9.52124
▁former	-9.52141
▁waiting	-9.52152
▁consider	-9.52162
▁married	-9.52225
all	-9.52412
ru	-9.52435
▁appreciate	-9.52605
▁force	-9.52689
mi	-9.52758
▁popular	-9.52773
▁amount	-9.52886
▁died	-9.52996
▁office	-9.5314
▁slightly	-9.53201
▁h	-9.53365
▁concept	-9.53553
▁science	-9.53554
▁fake	-9.53582
▁ideas	-9.53704
movie	-9.53753
j	-9.53801
▁rate	-9.53904
▁portrayal	-9.53977
▁park	-9.5401
▁se	-9.54023
▁considering	-9.5414
▁trash	-9.54217
▁pointless	-9.54517
▁mentioned	-9.54599
4	-9.54696
▁convincing	-9.5475
▁choice	-9.54831
▁ho	-9.55147
▁bored	-9.55153
▁sadly	-9.55178
▁century	-9.55179
▁amusing	-9.55276
▁entirely	-9.55344
▁produced	-9.5537
▁wrote	-9.55373
▁college	-9.55463
▁bother	-9.55489
with	-9.55534
▁bizarre	-9.5556
vi	-9.55686
▁jane	-9.558
▁positive	-9.55914
▁solid	-9.56145
▁decides	-9.56799
▁neither	-9.56928
▁directors	-9.57302
▁compared	-9.5735
ni	-9.57403
▁channel	-9.57535
ring	-9.57605
▁land	-9.57759
▁suddenly	-9.57773
▁drug	-9.57858
▁effective	-9.57897
....	-9.58009
▁impressive	-9.58018
▁biggest	-9.58115
▁walk	-9.58146
▁younger	-9.58255
▁studio	-9.58659
▁6	-9.58843
▁accent	-9.58852
▁decide	-9.58894
▁bond	-9.58912
▁basic	-9.58912
▁purpose	-9.58988
▁awesome	-9.59016
▁15	-9.59021
▁dancing	-9.59025
▁follows	-9.59241
▁fair	-9.59289
▁per	-9.59412
▁conclusion	-9.59519
▁sa	-9.59608
ler	-9.59922
▁cause	-9.59924
▁recommended	-9.59954
▁glad	-9.59961
▁successful	-9.60003
▁exciting	-9.60025
▁stick	-9.60102
▁spirit	-9.60127
▁humour	-9.60127
▁images	-9.60192
tic	-9.6034
▁sea	-9.60356
▁alive	-9.60486
▁violent	-9.60609
▁tough	-9.60644
▁na	-9.60667
▁focus	-9.60822
▁longer	-9.60859
▁pathetic	-9.61035
▁moves	-9.61051
▁appeal	-9.61242
▁filled	-9.61269
▁mood	-9.61274
▁ship	-9.61291
ck	-9.61297
▁ultimately	-9.61418
her	-9.61455
▁recent	-9.6175
ary	-9.61861
per	-9.61884
▁green	-9.61906
▁race	-9.61995
▁shoot	-9.62009
▁christmas	-9.62079
▁door	-9.62102
▁honest	-9.62265
▁situations	-9.62337
▁slasher	-9.62421
▁meaning	-9.62455
▁producers	-9.62458
▁prison	-9.62491
▁adventure	-9.62522
▁impression	-9.6281
▁jim	-9.62875
▁shooting	-9.62912
▁uses	-9.63021
▁edge	-9.6307
▁garbage	-9.63116
▁charm	-9.63122
▁touch	-9.63204
▁brothers	-9.63231
▁south	-9.63331
▁bed	-9.63776
▁west	-9.63962
▁week	-9.6405
▁vampire	-9.64125
led	-9.64157
ci	-9.64234
bo	-9.64248
▁alien	-9.64252
men	-9.64265
▁weren	-9.6431
▁mo	-9.64313
▁chase	-9.64358
▁blue	-9.64398
▁tone	-9.64404
▁changed	-9.64652
▁impossible	-9.64703
▁wood	-9.64707
▁disturbing	-9.64826
▁barely	-9.64956
▁pass	-9.65072
▁ha	-9.65226
▁aside	-9.65295
▁revenge	-9.65344
▁explain	-9.65354
ho	-9.65476
▁manner	-9.65499
even	-9.65637
▁involving	-9.65767
▁pain	-9.65853
▁questions	-9.66025
▁adult	-9.66083
▁frank	-9.66173
um	-9.66272
▁journey	-9.6631
▁singing	-9.66341
▁immediately	-9.66436
▁smart	-9.6655
dy	-9.66667
▁cult	-9.66669
ated	-9.66724
▁ground	-9.66862
▁values	-9.66897
▁failed	-9.66956
don	-9.67088
▁le	-9.67121
making	-9.67171
▁government	-9.67286
▁chemistry	-9.67392
▁leaving	-9.67396
▁showed	-9.67449
▁taste	-9.67588
▁detective	-9.67616
▁soul	-9.67652
▁bought	-9.67723
di	-9.67726
▁silent	-9.67835
▁genius	-9.68015
▁somewhere	-9.68038
▁kills	-9.6814
▁dad	-9.68179
▁club	-9.68212
star	-9.68285
ka	-9.68299
▁fiction	-9.6834
ger	-9.68344
▁st	-9.68357
▁considered	-9.68372
▁excuse	-9.68387
pa	-9.68464
▁loud	-9.68524
▁giant	-9.68607
▁sitting	-9.6862
▁ability	-9.68632
con	-9.68845
▁honestly	-9.69186
▁award	-9.6927
▁notice	-9.69438
▁victim	-9.69685
▁added	-9.6974
▁army	-9.6989
▁planet	-9.7004
▁mary	-9.7005
▁computer	-9.7015
▁soldiers	-9.70493
▁ghost	-9.70522
▁track	-9.70525
▁ed	-9.70583
▁festival	-9.70837
▁hurt	-9.7085
▁charles	-9.71195
she	-9.71272
▁bottom	-9.71296
▁mc	-9.71311
▁cinematic	-9.71447
▁remind	-9.71603
▁innocent	-9.71635
ey	-9.71763
▁appearance	-9.71766
▁nobody	-9.71778
▁plan	-9.7178
▁ba	-9.71811
house	-9.71855
▁starring	-9.71899
▁surprisingly	-9.71951
▁aspect	-9.71989
ster	-9.7217
▁color	-9.72244
▁wild	-9.7239
▁nowhere	-9.72421
▁personally	-9.72434
▁yeah	-9.72452
▁terrific	-9.72548
▁london	-9.72548
▁standard	-9.72596
▁ta	-9.72839
▁disappointing	-9.72839
▁catch	-9.72843
▁complex	-9.72877
▁issues	-9.72898
▁normal	-9.72904
▁subtle	-9.73006
▁jones	-9.7304
▁narrative	-9.73124
▁rip	-9.73142
▁ride	-9.73213
▁("	-9.73308
there	-9.73569
▁natural	-9.7358
ca	-9.73667
▁n	-9.73747
▁charming	-9.73825
lin	-9.73828
▁beautifully	-9.73877
▁m	-9.73909
ber	-9.73913
▁drive	-9.73981
▁80'	-9.73999
▁da	-9.74319
▁opera	-9.74334
po	-9.74355
▁lo	-9.74407
▁ray	-9.74428
▁support	-9.7445
▁presence	-9.74522
▁available	-9.74524
▁literally	-9.74548
im	-9.74554
▁remains	-9.746
▁sexy	-9.74822
▁generally	-9.75114
▁animated	-9.75117
▁adaptation	-9.75211
▁key	-9.75224
▁attack	-9.75297
▁scenery	-9.75461
▁smith	-9.75509
▁),	-9.75536
▁rare	-9.75563
va	-9.75645
▁thanks	-9.75718
▁spoilers	-9.75781
▁utterly	-9.758
▁terms	-9.75935
ga	-9.76017
▁boyfriend	-9.76081
▁photography	-9.76194
▁twists	-9.7625
▁grade	-9.7627
▁moral	-9.76343
▁heavy	-9.76424
hi	-9.76466
che	-9.76613
▁motion	-9.76683
▁fresh	-9.76752
good	-9.76802
▁date	-9.76918
▁suppose	-9.76958
▁content	-9.77017
▁managed	-9.7705
▁runs	-9.77064
▁minor	-9.77271
▁indian	-9.77334
▁wall	-9.77456
▁constantly	-9.77469
▁brief	-9.77491
▁military	-9.77504
▁throw	-9.77524
▁martin	-9.77587
▁hospital	-9.77619
▁disappointment	-9.77623
▁everybody	-9.77756
▁historical	-9.77861
▁thrown	-9.77902
▁laughable	-9.77926
▁climax	-9.7811
lu	-9.78318
▁producer	-9.78437
mp	-9.78501
▁magic	-9.78559
▁books	-9.78607
▁mis	-9.78674
▁likely	-9.78695
▁audiences	-9.78759
▁happening	-9.78785
▁station	-9.78988
▁teen	-9.79042
▁building	-9.79079
9	-9.79193
▁touching	-9.7921
▁comedies	-9.79333
▁naked	-9.79462
▁shock	-9.79498
▁mid	-9.79541
▁mom	-9.79672
▁x	-9.79674
▁knowing	-9.79838
▁dan	-9.79877
▁unbelievable	-9.8007
▁painful	-9.80074
▁quick	-9.80079
▁outstanding	-9.8009
▁lovely	-9.8013
▁emotions	-9.80174
▁russian	-9.80216
▁fell	-9.80255
▁charlie	-9.80329
▁system	-9.80444
ard	-9.8045
▁details	-9.80462
▁ka	-9.80543
▁phone	-9.80585
▁finish	-9.80632
▁chris	-9.80652
▁intended	-9.80732
▁student	-9.80795
▁slowly	-9.80823
over	-9.81095
▁mouth	-9.81164
▁costumes	-9.81217
▁step	-9.81235
▁walking	-9.81335
mer	-9.81393
▁sleep	-9.81457
▁summer	-9.81485
▁mistake	-9.81524
▁fashion	-9.81768
▁sent	-9.8181
▁presented	-9.81849
▁answer	-9.81897
▁pop	-9.82009
▁double	-9.82075
▁boss	-9.82117
way	-9.82144
▁pull	-9.82225
▁?	-9.82289
▁spot	-9.82342
▁direct	-9.82529
▁hitchcock	-9.8258
▁thus	-9.82712
▁jean	-9.82719
▁emotion	-9.82765
▁equally	-9.82776
▁steve	-9.8283
▁cry	-9.83079
▁central	-9.8309
▁changes	-9.83241
▁z	-9.83246
ating	-9.83377
▁marriage	-9.83605
▁paris	-9.83648
ff	-9.83649
▁image	-9.839
▁thank	-9.83912
▁hoping	-9.83916
▁ring	-9.83939
▁90	-9.83977
▁fully	-9.83978
les	-9.84329
▁grace	-9.84338
▁pictures	-9.84406
▁tired	-9.8441
▁beat	-9.84483
▁expectations	-9.84596
▁forever	-9.84834
▁fascinating	-9.84895
▁mysterious	-9.84897
▁10.	-9.8496
▁serial	-9.85157
▁harry	-9.85308
▁tony	-9.85398
▁contains	-9.85413
▁stunning	-9.85416
▁makers	-9.85474
▁critics	-9.85691
▁sat	-9.85796
gi	-9.8582
life	-9.85852
budget	-9.85972
▁stands	-9.85986
see	-9.86007
▁zombies	-9.86153
▁suggest	-9.86261
▁cliché	-9.86399
▁opportunity	-9.86469
they	-9.86531
▁negative	-9.86602
▁include	-9.86667
▁detail	-9.86669
▁roll	-9.86688
▁aspects	-9.86717
▁surely	-9.86731
▁fellow	-9.86737
ah	-9.86835
▁professional	-9.86857
▁offer	-9.86881
▁justice	-9.86964
▁confusing	-9.86999
bb	-9.8705
▁exception	-9.87119
▁gem	-9.8724
▁theatre	-9.87278
▁extra	-9.87289
oh	-9.87396
▁bruce	-9.87409
7	-9.87497
▁gold	-9.87539
▁40	-9.87685
▁listen	-9.87732
▁names	-9.87907
▁extreme	-9.87965
▁compelling	-9.88068
gu	-9.88131
▁sight	-9.88175
▁random	-9.88206
▁feelings	-9.88307
▁folks	-9.88349
▁besides	-9.88493
▁agent	-9.88522
▁count	-9.88548
▁accept	-9.88597
▁location	-9.88635
▁laughed	-9.88681
▁church	-9.88742
▁stewart	-9.88746
▁80	-9.88846
▁impact	-9.88911
▁million	-9.88928
▁six	-9.88991
▁collection	-9.89018
▁pieces	-9.89026
▁epic	-9.89043
nd	-9.89093
ol	-9.89103
▁themes	-9.89134
ron	-9.89135
some	-9.89137
▁difference	-9.8919
ize	-9.89198
6	-9.8928
▁disaster	-9.89287
▁ahead	-9.89295
▁queen	-9.89302
▁su	-9.89331
▁affair	-9.8947
▁creative	-9.89563
▁radio	-9.89699
▁confused	-9.89997
▁share	-9.9005
top	-9.9028
▁wow	-9.90416
▁process	-9.90516
ran	-9.90628
king	-9.9065
▁trailer	-9.90766
▁students	-9.90957
▁torture	-9.9103
▁born	-9.91099
▁compare	-9.91167
▁information	-9.91211
der	-9.91306
▁fat	-9.91354
▁speaking	-9.91405
car	-9.91462
▁lived	-9.91469
▁sc	-9.91504
▁plane	-9.91513
▁:	-9.91555
▁vi	-9.91584
▁kelly	-9.91624
red	-9.9165
▁approach	-9.91746
▁gorgeous	-9.91762
▁treat	-9.91799
▁imagination	-9.91902
▁fox	-9.91905
`	-9.9194
▁judge	-9.91994
just	-9.92084
▁mainly	-9.92087
▁ne	-9.92089
▁acts	-9.92103
▁element	-9.92139
▁finding	-9.92155
▁grand	-9.92184
▁hotel	-9.92216
▁lover	-9.92247
▁likable	-9.92321
▁noir	-9.92325
▁impressed	-9.92391
▁pleasure	-9.92462
▁passion	-9.92493
▁drawn	-9.92501
▁50	-9.92603
▁favourite	-9.92603
▁soft	-9.92721
▁twice	-9.92743
▁cross	-9.92764
min	-9.92834
▁rated	-9.92877
▁machine	-9.93303
▁willing	-9.9346
▁joy	-9.93523
▁places	-9.93592
▁mix	-9.93596
▁wind	-9.93599
▁damn	-9.93623
▁developed	-9.93729
▁seemingly	-9.93754
▁porn	-9.93836
▁dreams	-9.93928
▁led	-9.93954
▁soldier	-9.94034
▁holes	-9.94071
▁lighting	-9.94076
▁industry	-9.9416
▁appeared	-9.94197
▁suicide	-9.94307
▁funniest	-9.94446
▁brown	-9.94506
ance	-9.94514
▁paid	-9.94599
▁drugs	-9.94673
ier	-9.94747
▁anymore	-9.94789
▁tend	-9.94884
year	-9.94919
▁accident	-9.9498
▁stone	-9.95039
▁bright	-9.95039
gg	-9.95089
▁struggle	-9.95215
▁build	-9.9529
▁ms	-9.9539
pe	-9.95444
▁intense	-9.9561
▁wondering	-9.95688
▁board	-9.95866
▁billy	-9.95934
▁falling	-9.95962
▁trust	-9.96022
▁attractive	-9.96038
▁flaws	-9.96042
é	-9.96123
▁therefore	-9.96179
▁apartment	-9.96202
ut	-9.9629
▁superior	-9.96325
▁latter	-9.96331
▁captain	-9.96331
jo	-9.96592
▁loose	-9.96599
▁dies	-9.96618
▁blind	-9.96624
▁christopher	-9.9663
▁delivers	-9.96687
▁rented	-9.96866
▁stuck	-9.96916
▁deliver	-9.96932
▁allowed	-9.96983
▁putting	-9.96996
▁mediocre	-9.97057
▁ugly	-9.97061
▁provide	-9.97104
▁scientist	-9.97143
▁addition	-9.97158
▁forgotten	-9.97211
8	-9.97222
▁hasn	-9.97262
▁merely	-9.97309
▁supposedly	-9.9732
▁followed	-9.97322
▁mine	-9.97351
▁member	-9.97361
▁puts	-9.974
▁reminded	-9.9745
▁absurd	-9.97486
▁jackson	-9.97535
▁jo	-9.97588
▁horse	-9.97686
let	-9.97703
cy	-9.97806
▁relationships	-9.97838
▁victims	-9.97838
▁cops	-9.97878
▁leader	-9.97976
▁regard	-9.98018
▁thin	-9.98075
bad	-9.98079
▁rape	-9.98105
▁cgi	-9.98283
▁christian	-9.98352
du	-9.98376
▁adults	-9.984
▁pilot	-9.98546
▁travel	-9.98604
▁lose	-9.98679
▁faces	-9.9868
▁shouldn	-9.98691
▁becoming	-9.9875
▁moon	-9.98761
our	-9.98811
▁absolute	-9.98869
▁ready	-9.98954
▁desert	-9.98955
▁design	-9.99101
▁ya	-9.99135
▁flicks	-9.99142
▁search	-9.99153
▁offers	-9.99178
▁page	-9.99187
▁lacks	-9.9922
▁seven	-9.99289
▁river	-9.993
▁ra	-9.99301
▁teacher	-9.9931
▁em	-9.9933
film	-9.99335
▁stock	-9.99444
▁mar	-9.99537
▁adds	-9.99547
▁li	-9.99684
▁personality	-9.99762
▁provides	-9.99807
▁ball	-9.99842
▁animals	-9.99986
▁explanation	-10.0004
▁whatsoever	-10.0004
▁batman	-10.0008
▁tragic	-10.0009
war	-10.0013
▁onto	-10.0018
▁vs	-10.0031
▁sign	-10.0032
▁creature	-10.0036
▁boat	-10.0043
▁mission	-10.0045
▁angry	-10.005
mon	-10.0057
▁bank	-10.0059
▁blame	-10.0063
▁favor	-10.0064
▁picked	-10.0066
▁tim	-10.0075
▁woods	-10.0093
ac	-10.0093
▁tragedy	-10.0095
▁priest	-10.0111
▁fu	-10.012
▁thoroughly	-10.0127
▁commentary	-10.0127
ki	-10.013
▁shop	-10.0138
▁childhood	-10.0142
ten	-10.0145
ence	-10.0147
▁turning	-10.017
ex	-10.0173
▁100	-10.0173
▁continue	-10.0173
▁allow	-10.0174
▁lord	-10.0175
▁wooden	-10.0176
▁standards	-10.0184
▁18	-10.0184
▁worthy	-10.0184
▁teenage	-10.0185
▁12	-10.0188
▁soap	-10.0193
▁helped	-10.0201
▁nasty	-10.0218
▁70	-10.0224
▁criminal	-10.0225
▁suspect	-10.0237
den	-10.0246
▁independent	-10.0249
▁friendship	-10.0251
▁sell	-10.0263
▁lies	-10.0283
▁moved	-10.0291
▁actresses	-10.0296
▁describe	-10.0301
ja	-10.0301
▁states	-10.0302
▁afraid	-10.0327
▁carry	-10.0328
▁hall	-10.0328
io	-10.0336
▁19	-10.035
▁shocking	-10.0372
▁round	-10.0375
▁v	-10.0387
rk	-10.0388
▁price	-10.039
▁clothes	-10.0391
american	-10.0397
que	-10.0404
▁program	-10.0433
▁area	-10.0434
▁proves	-10.0449
▁returns	-10.0454
▁physical	-10.0456
▁wearing	-10.0467
▁filming	-10.0478
played	-10.049
▁asked	-10.0492
▁began	-10.0497
▁artistic	-10.0504
▁length	-10.0509
ad	-10.0517
▁spoiler	-10.0523
▁instance	-10.0532
▁skip	-10.0538
&	-10.0538
▁held	-10.0548
▁memory	-10.0548
▁ran	-10.0568
▁utter	-10.057
▁flying	-10.0583
▁vision	-10.0584
▁dying	-10.0597
▁religious	-10.0597
ably	-10.06
os	-10.0604
ph	-10.0608
▁anybody	-10.0615
▁)	-10.0627
▁smile	-10.0628
work	-10.0628
▁twenty	-10.0629
▁pa	-10.0629
▁helps	-10.0629
▁floor	-10.063
▁ryan	-10.0631
▁paper	-10.0634
▁inspired	-10.0635
▁intriguing	-10.0645
▁murders	-10.0654
▁jr	-10.0659
▁zero	-10.0663
▁rarely	-10.0663
▁sucks	-10.0664
▁ro	-10.0669
par	-10.0674
▁deserve	-10.0675
▁realized	-10.0677
▁artist	-10.0678
▁food	-10.0678
▁unknown	-10.0679
▁issue	-10.0687
▁intelligence	-10.0693
▁seat	-10.0728
head	-10.0731
▁introduced	-10.0732
▁destroy	-10.0735
▁mike	-10.0737
▁conflict	-10.0746
▁energy	-10.0758
▁clean	-10.0759
▁heaven	-10.076
▁jason	-10.0761
▁discover	-10.0778
tro	-10.0785
ot	-10.0794
though	-10.0797
ak	-10.0805
▁cost	-10.0805
▁author	-10.0806
sh	-10.0807
▁jump	-10.081
ney	-10.081
zz	-10.0811
▁redeeming	-10.0817
▁suit	-10.0819
▁martial	-10.0824
▁filmmaker	-10.0828
bi	-10.0831
▁news	-10.0833
ite	-10.0837
▁necessary	-10.084
▁henry	-10.0841
▁du	-10.0844
▁wanting	-10.0855
au	-10.0857
▁brutal	-10.0859
▁sing	-10.0859
tion	-10.0865
director	-10.088
▁record	-10.0889
ass	-10.0896
▁williams	-10.0903
▁contrast	-10.0906
▁warning	-10.0907
▁anywhere	-10.0914
▁prove	-10.0916
nt	-10.0921
▁moore	-10.0925
▁el	-10.0927
▁po	-10.0933
▁knowledge	-10.094
▁games	-10.094
wa	-10.0944
kin	-10.0951
▁bob	-10.0952
▁tears	-10.0952
▁thomas	-10.0957
ate	-10.096
▁surprising	-10.0961
▁witch	-10.0961
▁animal	-10.0963
▁san	-10.0963
▁opposite	-10.0973
▁sharp	-10.0973
▁exist	-10.0977
▁watchable	-10.098
▁test	-10.0981
▁national	-10.0998
▁product	-10.1005
▁lu	-10.1006
▁magnificent	-10.1007
▁comedic	-10.1007
▁1950	-10.1023
▁chinese	-10.1024
▁rose	-10.104
▁jerry	-10.1041
▁kick	-10.1048
▁fill	-10.1055
▁hidden	-10.1057
▁speed	-10.1058
▁accurate	-10.106
▁dangerous	-10.1061
▁deeply	-10.1071
how	-10.1072
▁recall	-10.1077
▁behavior	-10.109
▁dirty	-10.1095
ure	-10.1104
▁ko	-10.1104
▁bland	-10.113
▁bloody	-10.113
▁inter	-10.1136
▁cor	-10.1137
▁relate	-10.1141
▁awkward	-10.1141
▁crowd	-10.1144
iness	-10.1155
▁nick	-10.116
▁par	-10.1167
ag	-10.1171
act	-10.1172
▁shakespeare	-10.1173
▁kevin	-10.1177
▁rob	-10.1184
▁wise	-10.1186
▁arm	-10.1191
vo	-10.1192
▁clichés	-10.1196
▁officer	-10.1196
▁allen	-10.1199
▁13	-10.1208
▁foreign	-10.121
▁stephen	-10.121
▁wonderfully	-10.1214
▁****	-10.122
▁research	-10.1226
ped	-10.124
▁chan	-10.1242
▁european	-10.1263
▁uncle	-10.1264
▁field	-10.1264
▁1970	-10.1278
▁pacing	-10.1278
▁bat	-10.1278
▁apparent	-10.1282
especially	-10.1285
ball	-10.1296
▁understanding	-10.1301
▁70'	-10.1311
▁unusual	-10.1316
▁limited	-10.1318
▁steal	-10.1325
▁wit	-10.1327
istic	-10.1329
▁below	-10.1342
ging	-10.1349
??	-10.1366
▁individual	-10.138
▁ice	-10.138
▁service	-10.1382
▁somebody	-10.1387
▁seconds	-10.139
▁holds	-10.1395
▁fault	-10.1398
▁engaging	-10.1399
▁wide	-10.1404
cing	-10.1405
▁remarkable	-10.1417
▁danny	-10.1418
▁according	-10.1418
▁failure	-10.1434
▁generation	-10.1435
▁includes	-10.1437
▁lynch	-10.1451
▁nicely	-10.1453
▁numbers	-10.1455
▁constant	-10.1456
side	-10.1466
▁thinks	-10.1467
▁howard	-10.1468
▁memories	-10.1469
▁americans	-10.1498
▁singer	-10.1498
▁anne	-10.1498
▁manage	-10.1499
▁hated	-10.1507
▁scared	-10.151
▁loss	-10.153
▁noticed	-10.1533
▁unnecessary	-10.1539
▁asks	-10.1542
▁vhs	-10.1544
▁player	-10.1545
▁grow	-10.155
▁devil	-10.1554
ned	-10.1555
▁mi	-10.1571
▁range	-10.1572
pi	-10.1573
mar	-10.1577
▁grave	-10.1582
▁president	-10.1592
▁captured	-10.161
▁whilst	-10.161
▁model	-10.1621
▁debut	-10.1621
▁community	-10.1628
▁hat	-10.1634
.....	-10.1638
▁technical	-10.165
although	-10.1657
▁event	-10.1659
gen	-10.1661
art	-10.1661
▁academy	-10.1664
▁mental	-10.1668
▁commercial	-10.1669
▁survive	-10.1669
▁gags	-10.1671
▁learned	-10.1676
br	-10.1677
ver	-10.1679
fa	-10.1689
▁hang	-10.1693
▁perspective	-10.1699
▁jeff	-10.1701
▁comparison	-10.1706
▁window	-10.1706
ities	-10.1708
▁morning	-10.1718
▁village	-10.172
▁regular	-10.1723
▁heroine	-10.1726
▁months	-10.1726
▁y	-10.1729
▁connection	-10.1743
▁pan	-10.1747
▁hey	-10.1749
▁drunk	-10.1751
▁pair	-10.1751
▁foot	-10.1756
▁fail	-10.1759
day	-10.1759
▁di	-10.1763
▁responsible	-10.1771
▁arthur	-10.1773
▁adam	-10.1774
▁johnny	-10.1774
▁desperate	-10.1777
▁humanity	-10.1779
▁fate	-10.1784
▁heroes	-10.1787
▁creating	-10.179
▁lets	-10.179
▁dealing	-10.1796
▁ill	-10.1819
▁locations	-10.1823
▁calls	-10.1825
▁mini	-10.1826
▁assume	-10.1826
▁references	-10.1829
▁media	-10.1837
ping	-10.1842
▁cash	-10.1845
▁normally	-10.1847
▁buddy	-10.1847
▁fame	-10.185
▁rubbish	-10.1862
▁driving	-10.1863
rate	-10.1863
▁current	-10.1868
▁eat	-10.1875
▁arts	-10.1899
▁partner	-10.1902
▁site	-10.1903
▁hill	-10.1909
▁humorous	-10.1921
▁faith	-10.1924
▁tape	-10.1933
▁england	-10.1935
▁rain	-10.1943
▁capture	-10.1948
ning	-10.195
▁starting	-10.1952
mm	-10.1953
▁treated	-10.1959
▁finished	-10.1962
▁explained	-10.1966
▁desire	-10.1968
ious	-10.197
▁rescue	-10.1973
can	-10.1975
▁angel	-10.1975
▁drag	-10.1976
▁ii	-10.1977
▁ja	-10.1978
cha	-10.1983
▁lacking	-10.1984
▁taylor	-10.1991
▁max	-10.1992
▁youth	-10.1999
▁protagonist	-10.2004
▁hu	-10.2017
▁fe	-10.2021
▁legend	-10.2023
▁brian	-10.2032
▁quiet	-10.2033
▁loving	-10.2053
▁beach	-10.2062
ham	-10.2062
▁davis	-10.2065
▁genuine	-10.207
ig	-10.2079
▁growing	-10.2087
ng	-10.2089
▁strength	-10.2101
▁source	-10.2103
▁bigger	-10.211
screen	-10.211
▁regret	-10.2121
▁hadn	-10.2121
▁eddie	-10.2121
▁alan	-10.2123
ign	-10.2124
▁lovers	-10.2129
▁players	-10.2141
▁keeping	-10.2142
▁african	-10.2143
▁cable	-10.2148
ud	-10.2149
▁cell	-10.2155
▁bomb	-10.2156
▁mixed	-10.2163
▁included	-10.2165
▁deserved	-10.2167
▁eric	-10.217
▁owner	-10.2175
▁numerous	-10.2177
▁advice	-10.2177
▁gotten	-10.2183
▁consist	-10.2186
▁occasionally	-10.2186
▁table	-10.2188
▁sees	-10.219
ky	-10.2192
▁vehicle	-10.2196
▁crappy	-10.2197
▁center	-10.2198
▁winning	-10.2199
▁evidence	-10.2215
▁scream	-10.2216
▁heads	-10.2217
▁visit	-10.2228
▁matt	-10.2232
▁witty	-10.2235
▁reaction	-10.2237
▁met	-10.2237
▁finest	-10.2241
▁murdered	-10.2247
▁insult	-10.2251
▁empty	-10.2252
▁routine	-10.2252
▁sh	-10.2254
ization	-10.226
▁fly	-10.2261
▁sun	-10.2264
▁dick	-10.2274
▁castle	-10.2284
▁contain	-10.2292
back	-10.2298
op	-10.2308
▁spoof	-10.2309
▁trek	-10.2322
▁private	-10.2329
▁wars	-10.233
▁finale	-10.2331
ee	-10.2337
▁context	-10.2348
lan	-10.2358
ial	-10.237
▁tight	-10.2373
▁realism	-10.2386
▁whenever	-10.2401
▁driver	-10.2402
▁lesbian	-10.2406
▁target	-10.2407
▁sean	-10.2408
▁formula	-10.2413
tu	-10.2421
▁nonsense	-10.2426
▁monsters	-10.2427
▁golden	-10.2429
▁gi	-10.2432
▁produce	-10.2439
ions	-10.2442
▁toward	-10.2448
▁originally	-10.2451
ise	-10.2455
▁pet	-10.2457
▁wayne	-10.246
▁network	-10.2463
▁ordinary	-10.2464
▁portray	-10.2464
▁gene	-10.2472
▁revealed	-10.2477
▁irritating	-10.2483
▁terribly	-10.2483
▁international	-10.2483
▁sword	-10.2485
▁alex	-10.2503
ship	-10.2506
▁loves	-10.2515
ward	-10.2521
▁spanish	-10.2522
▁essentially	-10.2529
▁hal	-10.2531
▁hunter	-10.2538
▁powers	-10.2539
▁aware	-10.254
▁che	-10.2541
▁pretentious	-10.2542
ana	-10.2542
▁naturally	-10.2544
▁lie	-10.2546
pt	-10.2546
▁australian	-10.2547
▁frankly	-10.2547
▁sky	-10.2549
	-10.255
▁broken	-10.2565
▁france	-10.2574
▁veteran	-10.258
▁shallow	-10.258
chi	-10.259
▁actions	-10.2591
▁concerned	-10.2594
▁ford	-10.2595
▁print	-10.2603
down	-10.2608
▁11	-10.2611
▁meeting	-10.2616
▁universal	-10.2619
▁satire	-10.2619
pro	-10.2624
▁pulled	-10.2628
▁frame	-10.2633
looking	-10.2636
▁stereotypes	-10.2636
▁vote	-10.2639
▁forces	-10.2644
▁luck	-10.2662
▁wedding	-10.2663
▁psycho	-10.2667
▁court	-10.2678
▁gross	-10.2678
▁warm	-10.2679
▁10/10	-10.268
▁attitude	-10.2689
▁saving	-10.27
▁wolf	-10.272
▁host	-10.2722
▁kinda	-10.2725
▁dressed	-10.2733
▁skin	-10.2735
▁unrealistic	-10.2739
▁truck	-10.2739
▁feet	-10.2748
▁lesson	-10.2753
▁flow	-10.2757
▁efforts	-10.2758
▁parody	-10.2759
▁flesh	-10.276
▁risk	-10.2761
▁robin	-10.2765
▁mel	-10.2766
▁meanwhile	-10.2779
end	-10.2787
▁develop	-10.2811
▁unfunny	-10.2819
ris	-10.2823
▁decade	-10.2831
▁decision	-10.2832
▁sucked	-10.2833
▁psychological	-10.2845
▁insane	-10.2846
▁received	-10.2847
▁spoil	-10.2848
▁ni	-10.2849
▁(19	-10.2851
▁genuinely	-10.2852
▁asian	-10.2859
▁study	-10.2859
▁screaming	-10.2861
▁discovered	-10.2861
▁gary	-10.2867
▁higher	-10.2878
▁villains	-10.2878
▁cameo	-10.2883
▁statement	-10.2883
▁traditional	-10.2891
▁spectacular	-10.2906
▁display	-10.2911
real	-10.2915
▁gangster	-10.2916
▁ri	-10.2917
▁teenagers	-10.2918
▁skills	-10.2918
▁interview	-10.2918
▁reach	-10.2919
▁cage	-10.2924
▁saved	-10.2933
▁influence	-10.2941
▁sp	-10.2945
▁edward	-10.296
▁joan	-10.2962
▁sake	-10.2964
su	-10.2967
▁dreadful	-10.2967
▁min	-10.2968
▁terror	-10.2968
▁julie	-10.2969
ok	-10.2978
▁hits	-10.2979
▁join	-10.2982
▁graphic	-10.2996
▁sheriff	-10.3
▁texas	-10.3
▁path	-10.3012
▁unable	-10.3017
▁fights	-10.3018
▁/	-10.3028
▁logic	-10.304
▁prefer	-10.304
▁chief	-10.3041
▁existence	-10.3042
▁remembered	-10.3042
);	-10.3045
???	-10.3057
▁miles	-10.3058
▁football	-10.3062
▁featuring	-10.3062
▁edited	-10.307
cu	-10.3075
▁correct	-10.3083
▁winner	-10.3085
▁imp	-10.3101
▁native	-10.3103
▁bits	-10.3112
▁deals	-10.3115
▁guns	-10.3118
made	-10.3122
▁cruel	-10.3123
▁combination	-10.3123
▁hunt	-10.3126
ko	-10.3143
▁choose	-10.3145
▁heck	-10.3145
▁disgusting	-10.315
▁pe	-10.3158
▁dated	-10.3159
▁ca	-10.3162
▁unexpected	-10.3172
▁fred	-10.3175
▁results	-10.318
▁douglas	-10.3186
▁freedom	-10.3186
▁sheer	-10.319
▁curious	-10.3193
ya	-10.3194
▁ultimate	-10.3194
gar	-10.3204
sha	-10.3206
0	-10.3206
▁relief	-10.3207
▁lewis	-10.3208
▁send	-10.3209
▁grown	-10.3213
▁teenager	-10.3218
▁gory	-10.3231
▁nightmare	-10.3231
▁degree	-10.3248
▁anthony	-10.3249
▁contrived	-10.3249
▁fish	-10.325
▁60	-10.3251
▁described	-10.3251
▁continues	-10.3285
▁fi	-10.3289
▁amateur	-10.3289
▁identity	-10.329
▁reviewers	-10.3292
▁religion	-10.3311
▁draw	-10.3314
▁corny	-10.3318
▁morgan	-10.3333
▁blonde	-10.3336
za	-10.3336
!).	-10.3339
▁insight	-10.3345
▁japan	-10.3354
▁streets	-10.3361
love	-10.3363
▁fl	-10.3364
▁***	-10.3371
▁sympathetic	-10.3375
▁tedious	-10.3375
▁ladies	-10.3375
▁surreal	-10.3375
yes	-10.3376
▁flashbacks	-10.3404
▁humans	-10.3409
▁europe	-10.3415
▁sch	-10.3421
ised	-10.3424
▁laughter	-10.3424
▁remain	-10.3428
▁lucky	-10.3429
▁cuts	-10.343
▁ann	-10.3435
▁gonna	-10.3439
▁jimmy	-10.344
▁rise	-10.3444
▁expression	-10.3448
lon	-10.3449
▁bear	-10.3453
▁reviewer	-10.3457
▁keaton	-10.346
▁lower	-10.346
▁delightful	-10.3469
▁steven	-10.3475
ap	-10.348
▁cars	-10.3481
▁grew	-10.3482
▁handsome	-10.3484
▁visually	-10.3492
▁bbc	-10.3503
▁crash	-10.3503
▁highlight	-10.3517
▁danger	-10.3524
▁treatment	-10.3526
▁semi	-10.3534
ette	-10.3534
▁eight	-10.3544
▁overly	-10.3545
▁chaplin	-10.3546
▁visuals	-10.3546
▁louis	-10.3561
why	-10.3561
izing	-10.3562
▁theatrical	-10.3567
▁bodies	-10.3569
▁involves	-10.3584
▁speech	-10.3584
▁prince	-10.3589
▁dry	-10.359
▁jennifer	-10.3591
▁underrated	-10.3591
▁delivered	-10.3594
fully	-10.36
▁endless	-10.3607
▁scenario	-10.3611
low	-10.3611
▁candy	-10.3611
▁naive	-10.3613
▁provided	-10.3615
▁promise	-10.3627
▁hide	-10.3633
▁department	-10.3633
▁rental	-10.3645
▁families	-10.3654
▁talents	-10.3655
▁hitler	-10.3658
▁sin	-10.3662
▁breaks	-10.3665
▁section	-10.3677
light	-10.3692
▁emotionally	-10.3695
▁discovers	-10.3695
▁built	-10.3698
▁seagal	-10.3698
▁amateurish	-10.3699
▁capable	-10.3699
▁chick	-10.3712
▁creatures	-10.3719
▁position	-10.372
▁jungle	-10.3721
rd	-10.3728
ker	-10.3733
▁proved	-10.3744
gan	-10.3753
▁blow	-10.3759
ach	-10.3765
▁paint	-10.3769
▁standing	-10.3777
cat	-10.3777
▁albert	-10.3787
▁hopes	-10.3789
▁tiny	-10.3791
▁cha	-10.3795
▁north	-10.38
▁proper	-10.38
▁bus	-10.3801
▁simon	-10.3807
▁surface	-10.3809
▁kong	-10.3809
gy	-10.381
▁brilliantly	-10.3811
▁levels	-10.3812
▁mirror	-10.383
▁harsh	-10.3831
▁opens	-10.3836
▁recognize	-10.3837
▁haunting	-10.3838
▁eating	-10.3839
%	-10.3839
▁asking	-10.3857
▁market	-10.3859
use	-10.386
▁costume	-10.387
?!	-10.3875
▁depiction	-10.3876
get	-10.3887
his	-10.3895
▁ruin	-10.3897
▁del	-10.3903
boy	-10.3906
▁nevertheless	-10.392
▁gordon	-10.3921
ible	-10.3921
▁majority	-10.3925
▁embarrassing	-10.3932
▁patient	-10.3939
▁depressing	-10.3964
▁ancient	-10.3964
▁enemy	-10.3965
▁storm	-10.3967
▁2.	-10.3974
▁anna	-10.3978
▁factor	-10.3979
▁executed	-10.399
▁mask	-10.3992
bu	-10.3995
▁vampires	-10.3998
▁clue	-10.4002
▁base	-10.4008
ow	-10.4022
▁achieve	-10.4035
watch	-10.4039
▁lake	-10.4044
▁bringing	-10.4044
▁allows	-10.405
▁professor	-10.4055
▁canadian	-10.4055
▁mountain	-10.4072
▁strongly	-10.4073
▁civil	-10.4074
▁nurse	-10.4076
▁horribly	-10.4078
▁prior	-10.4078
▁crack	-10.4085
▁punch	-10.4085
▁loses	-10.4085
▁charge	-10.4086
▁dollars	-10.4093
▁proud	-10.4101
▁uk	-10.4105
▁fa	-10.4109
▁circumstances	-10.4109
▁pleasant	-10.411
▁enter	-10.4111
▁viewed	-10.4111
▁gratuitous	-10.4123
▁account	-10.4124
▁junk	-10.4129
fu	-10.4131
▁aliens	-10.4135
lar	-10.4139
▁mrs	-10.4141
▁suffering	-10.4142
▁pack	-10.4142
▁lousy	-10.4146
▁tu	-10.4146
▁excited	-10.4148
▁praise	-10.4151
▁costs	-10.4164
▁rules	-10.4167
▁turkey	-10.4169
▁hi	-10.4172
▁reporter	-10.4182
▁gas	-10.4187
▁walked	-10.4188
▁prime	-10.4193
ita	-10.4194
▁sum	-10.4195
▁germany	-10.4195
▁́	-10.4215
▁jesus	-10.4216
▁bag	-10.4218
▁fool	-10.4223
▁creates	-10.4225
▁pity	-10.4231
▁anderson	-10.424
▁caused	-10.4256
▁rival	-10.4261
▁refreshing	-10.4261
▁universe	-10.4261
▁china	-10.4265
▁shadow	-10.4269
▁peace	-10.4275
tri	-10.4279
tch	-10.4281
ily	-10.4281
▁harris	-10.4282
▁portrays	-10.4302
▁abuse	-10.4302
▁pile	-10.4307
▁larry	-10.4308
▁promising	-10.4308
▁raw	-10.4312
ups	-10.4314
when	-10.4322
▁pal	-10.4326
▁blockbuster	-10.4332
▁steals	-10.4333
▁roy	-10.4335
▁dragon	-10.4336
▁jackie	-10.4341
▁murderer	-10.4349
▁safe	-10.4354
▁technology	-10.4354
▁dubbed	-10.4356
▁welcome	-10.4356
▁drop	-10.4362
har	-10.4364
▁root	-10.4365
▁passed	-10.4371
ren	-10.4374
▁cares	-10.4381
ged	-10.4383
▁encounter	-10.4391
+	-10.4391
▁rough	-10.4391
▁entertained	-10.4395
▁core	-10.4396
▁subtitles	-10.4399
▁bore	-10.44
▁contemporary	-10.4401
▁substance	-10.4401
▁task	-10.4402
▁wa	-10.4402
▁stopped	-10.4403
▁alice	-10.4405
▁sisters	-10.4406
▁theaters	-10.4407
▁sudden	-10.4412
▁united	-10.4412
▁sports	-10.4413
▁scare	-10.442
▁bell	-10.4421
▁treasure	-10.4425
▁exploitation	-10.4426
▁twisted	-10.4429
▁hopefully	-10.443
▁hearing	-10.4432
rr	-10.4433
▁shocked	-10.4436
die	-10.4444
dr	-10.4446
▁criticism	-10.4449
▁massive	-10.4449
▁till	-10.445
▁segment	-10.4457
▁walter	-10.4461
▁scale	-10.4474
▁beast	-10.4478
▁ignore	-10.4478
ix	-10.4485
ding	-10.4488
▁east	-10.4499
▁dude	-10.4506
▁wilson	-10.452
▁barbara	-10.4521
▁painfully	-10.4522
▁pat	-10.4526
▁experiment	-10.4528
where	-10.4532
pl	-10.4534
▁losing	-10.4535
▁portraying	-10.4546
▁blend	-10.4547
▁structure	-10.455
▁object	-10.4554
▁demon	-10.4561
fe	-10.4564
cut	-10.458
▁ruined	-10.4587
▁ham	-10.459
▁washington	-10.4591
▁shark	-10.4593
▁va	-10.4597
ab	-10.46
▁talks	-10.4608
▁robot	-10.4616
▁evening	-10.4617
ek	-10.4618
▁sha	-10.4619
▁conversation	-10.4628
ists	-10.4637
▁qualities	-10.4639
▁propaganda	-10.4639
wood	-10.464
▁offensive	-10.464
▁jail	-10.4641
ator	-10.4648
▁appropriate	-10.4651
field	-10.4651
▁largely	-10.4651
▁critical	-10.4654
▁experienced	-10.4663
▁execution	-10.4663
▁hack	-10.467
▁grant	-10.4672
▁satisfying	-10.4672
▁rap	-10.4677
▁convince	-10.4684
ever	-10.4684
▁gen	-10.4685
▁false	-10.4687
▁irish	-10.4688
▁claim	-10.4688
▁marry	-10.4692
▁depicted	-10.4692
▁knock	-10.4697
▁1.	-10.4698
▁mass	-10.4701
▁committed	-10.4712
sp	-10.4717
!!!!	-10.4726
▁awards	-10.4728
▁entertain	-10.473
▁anger	-10.4731
▁lawyer	-10.4736
**	-10.4739
▁chosen	-10.474
▁virtually	-10.4741
▁ju	-10.4741
bar	-10.4753
▁types	-10.4757
▁idiot	-10.4759
▁ages	-10.4759
▁slapstick	-10.476
▁halloween	-10.4762
▁pi	-10.4771
▁creep	-10.4775
▁equal	-10.4793
▁environment	-10.4798
from	-10.4799
sen	-10.48
om	-10.4803
▁movement	-10.4805
▁excitement	-10.4809
▁8/10	-10.481
▁werewolf	-10.4812
▁kiss	-10.4813
rated	-10.4819
▁weeks	-10.4821
▁comp	-10.4829
▁melodrama	-10.4833
▁kung	-10.4835
▁1980	-10.4835
▁lane	-10.4842
ps	-10.4843
▁latest	-10.4843
▁trap	-10.4843
▁walks	-10.4853
▁multi	-10.4853
▁gal	-10.4855
▁appealing	-10.486
▁protect	-10.486
ray	-10.4863
▁helen	-10.487
tv	-10.4872
▁darkness	-10.4876
▁asleep	-10.4883
▁concern	-10.4884
▁johnson	-10.4896
▁holmes	-10.4909
▁chair	-10.4909
▁pitch	-10.4911
▁angles	-10.4911
▁practically	-10.4911
▁daniel	-10.4916
oo	-10.4924
▁variety	-10.4932
▁dare	-10.4939
▁multiple	-10.4942
▁makeup	-10.4942
▁suck	-10.4943
ified	-10.4945
▁extras	-10.4957
▁mob	-10.4958
▁stan	-10.4969
han	-10.4971
▁plans	-10.4981
▁sequels	-10.4982
▁ver	-10.4988
▁unfortunate	-10.4994
▁forth	-10.5002
iest	-10.5007
▁prevent	-10.5007
▁contact	-10.5007
▁patrick	-10.5008
▁burn	-10.501
▁faithful	-10.5023
▁exact	-10.5031
▁interpretation	-10.5033
▁grim	-10.5035
▁dean	-10.5044
▁silver	-10.5049
▁dogs	-10.505
▁jewish	-10.5057
▁nominated	-10.5058
▁worthwhile	-10.5058
▁tour	-10.5059
av	-10.5064
▁**	-10.5068
▁fare	-10.5073
▁wear	-10.5075
▁hood	-10.5078
▁frightening	-10.5082
▁bra	-10.5083
▁brave	-10.5084
▁fo	-10.5084
▁holding	-10.5093
▁witness	-10.5093
▁murphy	-10.5107
▁anime	-10.5107
▁sympathy	-10.5108
▁joseph	-10.5108
▁cutting	-10.5114
▁lou	-10.5117
▁performed	-10.5123
▁roger	-10.5124
▁kate	-10.5134
